// --- リカバリーアミュレットのデータ ---
// "title" にボタンの名前、 "content" に本文を書いてください。
// 本文は ` ` (バッククォート) で囲むことで、自由に改行できます。

const AMULETS = [
    { 
        title: "１ 嘔吐をしないつもりで食事したが、食後に嘔吐したくていても立ってもいられない", 
        content: `【リカバリーアミュレット：嘔吐欲求の正体】
　嘔吐欲求は脳からの命令であり衝動です。「食べ物が体に吸収される恐怖」「体重が増えたらどうしようという不安」に対する防衛反応です。ノルアドレナリン・アドレナリンが分泌され、心拍、血圧を上昇させ、筋肉を緊張させます。交感神経が優位になります。それで焦ってじっとしていられなくなるのです。さらに悪いことに快楽物質である「ドーパミン」が「嘔吐・体重測定をすれば楽になれるよ」とささやいて快感への期待感をおしつけてくるのです。これが「嘔吐したくて仕方がない衝動」の正体です。
　基本的に衝動は永遠に続くことはありません。一回の衝動は１５分、長くても３０分程度しか持ちません。１５分を３段階に分けると、最初の５分までは交感神経が優位になって急速に不安や嘔吐欲求が高まります。次の５分間はピークです。「とても抵抗できないほどの嘔吐欲求」と思い、耐えるのがとても大変ですが、実は欲求はこれ以上強くはなりません。次の５分で副交感神経優位に戻ります。なぜなら交感神経が優位すぎると身体のエネルギーが消耗され続けるからです。
　したがって嘔吐欲求に耐えるのは交感神経が優位になり始めてからピークに達する１０分（長くても２０分）をやり過ごせばいいのです。そのためには軽い運動やシャワーを浴びる、好きな本を読む、動画を見る、など自分に心地の良い刺激を与えることが効果的です。それでも耐え難ければ、のちに説明するリカバリーアミュレットを使ってください。

【リカバリーアミュレット：波は消失する】
　衝動は脳からの命令で、長くても１５分〜３０分ほどしか続きません。実質辛いのは最初の１０〜２０分です。しかし、波がおさまっても第２、第３の波がやって来ることがあり、そうしますと嘔吐欲求がずっと続いているように錯覚する場合があります。しかし、その波は地面に落としたボールと同じように、バウンドするたびに高さは低くなっていき、最後は止まります。これを専門的には馴化といいます。また、波のピークが繰り返される時間ですが、最初は数分から数十分後に次のピークが来ますが、乗り越えるたびにどんどん間隔が長くなっていくという法則があります。つまり時間とともに波、つまり脳からの「嘔吐しろ！」という命令は徐々に弱くなり、間隔も長くなって、最終的に脳は命令をやめてしまうのです。
　ただし、以下の点を覚えておいて下さい。たまにですが、２回目、３回目の波が１回目よりも強く現れることがあります。これは嘔吐を我慢したことに対して脳が「言うことを聞け！嘔吐しろ！」とキレているのです。このように一時的に脳からの命令が強くなることを消去バーストといいます。消去バーストは脳が悪あがきをしている状態です。従って衝動が強まってきた時には「脳が最後の悪あがきをしている」と認識して頂けるとよいでしょう。何とかやり過ごせたらその後は弱い嘔吐欲求しか来なくなります。

【リカバリーアミュレット：衝動を抑える方法】
　嘔吐衝動のピークが終わるまでの１０分〜２０分をどのように乗り切るかについていくかにはいろいろありますのでそれぞれ説明します。

【リカバリーアミュレット：冷感・酸味】
　脳が焦って衝動的になっている時、強力なリセット方法は強い間隔刺激を与えることで思考を遮断することです。方法を二つ紹介します。
１つ目はTIPPスキルという方法です。洗面器に冷水（氷を入れるとより良い）を張り、息を止めて顔を３０秒ほどつけます。あるいは保冷剤をおでこや目の周りに当てます。すると心拍数が下がり、副交感神経が強制的に活性化します。これを潜水反射といいます。潜水反射により物理的に衝動を抑えることができます。
２つ目は味覚刺激を使うものです。レモンをかじる、氷を口に含んで溶けるまで噛み砕かない、非常に酸っぱいガムを噛むなどです。脳は強い味覚と衝動的な思考を同時に処理するのが苦手なので酸っぱい味などで衝動を断ち切ることができます。

【リカバリーアミュレット：視覚効果】
　嘔吐欲求や体重測定欲求はイメージから生まれてくることが多いため、脳の中に食事や体重に関するイメージ以外のものを詰め込んで、体に食べ物が吸収されるイメージや体重が増えているイメージを追い出します。その方法として２つ挙げます。
１つ目はスマホなどでできるパズルゲームを３分間することです。無料のアプリで十分ですがテトリスが非常に良いです。じつは「視覚的で単純だが集中力を要する作業」を３分間行うだけで、欲求の強さが低減することが分かっています。これはテトリス効果と呼ばれ、ゲームで脳にあるイメージを埋めることによって、嘔吐や体重測定の欲求の原因となるイメージが沸かなくなってくるのです。なお、ゲームのイメージは頭に残るので効果はゲームをやめてもある程度持続します。
もう一つ目は１００から７を順番に引いていく計算をすることです。衝動があるときは脳の中の扁桃体という感情や衝動を司る部分が暴走して理性が弱っています。しかし頭の中で100-7＝93　93-7＝……と計算していくことで理性を司る前頭前野を強制的に動かし、扁桃体の暴走を止めることができます。

【リカバリーアミュレット：時間管理】
　人間は「絶対してはいけない」と禁止されると、むしろやりたくなります。これをカリギュラ効果といいます。また「考えるな」と禁止されると脳はそのことでいっぱいになるのを、しろくま効果といいます。そのため「嘔吐するな」「体重測定するな」と考えると「嘔吐したい」「体重測定したい」という考えで頭は一杯になります。そこで「やってもいいけど１５分後にする」という先送りを行うことで嘔吐欲求などを収めます。やり方はまずキッチンタイマーやスマホのタイマーを１５分に設定します。「タイマーがなるまでは何もしない」と決めます。鳴るころには欲求が弱くなっています。そのあとは完全に消えなければこれの２回をしつつ、他のリカバリーアミュレットを使います。

【リカバリーアミュレット：実況中継】
　衝動を我慢するのではなく、内面を観察し文章化します。「今焦ってドキドキしている」「かなり高い嘔吐欲求がきている」「体の中に油が取り込まれている容易感じる」など、衝動を感じている自分を文章化してメモ帳やスマホのメモアプリ、ボイスメモに落とし込みます。このようにすると思考や感情を客観視できて、それらにとらわれなくなります。これを脱フュージョンといいます。脱フュージョンによって「衝動の真ん中にいる自分」から「衝動を観察している自分」へと立ち位置をずらすことで衝動を抑えられます。`
    },
    { 
        title: "２ 強烈な食欲に襲われ辛い", 
        content: `【リカバリーアミュレット：永遠に続くことはない】
脳が身体を「飢餓状態」と判断していると猛烈な食欲に襲われます。過食嘔吐を止めても、しばらくはそれに襲われます。しかしそれは摂食障害から回復するには避けて通れない道です。ただし、過食嘔吐を止めてきちんと食べていれば２週間程度を目安に食欲は落ち着いてきます。様々な研究で強い食欲が続くことはないと示されています。時間薬ですのであまり気にしないようにして自然体でいてください。ただ、食べすぎて吐きたくなる気持ちが強くなるかもしれないので、もう一つリカバリーアミュレットを紹介します。

【リカバリーアミュレット：マインドフルネスのＳＴＯＰ法】
もしなにかしている最中に急に強烈な食欲が襲ってきたなら、食べたら吐きたくなるのを抑える方法としてマインドフルネスのＳＴＯＰ法を紹介します。これは心の落ち着きを取り戻す技法です。Ｓ、Ｔ、Ｏ、Ｐの４ステップで行います。だいたい１、２分で行えます。
１　	Ｓ:STOP 今行っている作業を止めます。意識して今やっている行動と思考を止めます。むずかしければ数秒でもいいので止めようと頑張ってください。
２　	Ｔ：Take a breath 自分の呼吸に意識を向けます。何も考えずに息をしていることだけに注意を集中します。
３　	Ｏ:Observe 今自分が感じ取っているものを観察します。身体では何を感じているか、どこかに力が入っていないか、おしりに圧力がかかっていないか、車の音や電車の音が聞こえている、足が痺れている、などです。心ではどんな感情を抱いているか、自己嫌悪か、不安か、怒りか、それらを数持っているか、などです。精神がどんな様子かも見ましょう。自分のことをどう思っているのか、これからどんな判断をしようとしているのか、どうしたいと思っているのか。そして過食したいという思いが一体何から来ているのかをチェックします。体や心が受けているものが過食欲求とどう繋がっているのかを確認します。
４　	Ｐ４:Proceed 次の行動を選択します。少し休憩するのでも良いですし、水分補給や軽い運動をするのでも、目の前の作業を続けるのでもいいでしょう。このとき、過食衝動が弱くなっていることに着目してください。`
    },
    { 
        title: "３ 食べ物が体に吸収されるのが不快でつらい", 
        content: `【リカバリーアミュレット：「吸収＝贅肉」ではない】
　食べ物が吸収されると脂肪になって体重が増えるというイメージを持ちがちですが、そのイメージは正しくありません。今吸収されている栄養は脂肪になるのではなく、これまでのダイエットでボロボロになった体を修復するのに使われます。例えば「胃酸で荒れた食道」「抜け落ちた髪」「栄養不足で潤いを失った肌」「低下した免疫機構」「削られてしまった筋肉やもろくなった骨」「疲弊した血管」「鈍くなってしまった思考」などを回復させるために使われるのです。
あとは水分が貯留します。人間の体には水がたくさん含まれますので、嘔吐をやめると水分を吸収して体重が増えます。ただし、急激に１０㎏ほど体重が増える場合は要注意です。偽性バーター症候群の症状の一つですが、水分を体内に出す力よりため込む力が強くなりすぎて、水分で１０㎏ほど増えることがあります。これはもちろん脂肪ではありませんから太ったことにはならないのですが、体のミネラルなどのバランスが崩れる可能性があるのでそこまで一気に体重が増えたら病院を受診しましょう。

【リカバリーアミュレット：「贅肉＝悪」ではない】
　飢餓状態の体は食べたもののエネルギーをまずは生命の維持に必要な臓器の修復に最優先で送ります。すぐに贅肉になるわけではありませんので心配は不要です。
ただし、贅肉もある程度体にないといけないものです。脂肪細胞は油の塊ではなくホルモンを出す内分泌器官です。特に「女性性」の源であり、卵巣機能が低下している時に脂肪組織がエストロゲンを作り骨粗鬆症を防ぎます。また脳に「もうお腹いっぱいだよ」と伝えるレプチンというホルモンを出します。痩せすぎて脂肪が減るとこのホルモンが出なくなり過食衝動が止まらなくなるのです。食欲を落とすにはある程度の脂肪がないといけないのです。嘔吐するといつまでも過食が襲ってくるのはそういうわけです。
　脂肪はほかにも腎臓を支える役割を持っています。痩せて腎臓が下がってしまうと血管や尿管が折れ曲がり激痛や血尿の原因になります。
また脂肪は断熱材としても働きます。脂肪がないと体の芯から凍えるような寒さを感じるようになり健康を害します。
さらに脂肪は大切な内臓が傷つかないように、凍えないように守る大事な働きがあるのです。脂肪は健康に生きる上では必ず必要になるものです。
アスリートで体脂肪がなく筋肉が多い場合を除いて、基本的に脂肪の少ない人の体がひょろっとしていて不健康そうに見えるのは、実際に脂肪がなくて不健康だからです。理想的な体型を得るには必ず脂肪が必要なのです。

【リカバリーアミュレット：脂肪が脳を守る】
　脳は６０％が脂質でできています。また細胞の膜やホルモンの材料となるコレステロールが不足するとセロトニンという安心感をもたらす脳内物質の働きが悪くなり、うつ状態を引き起こしたり、攻撃的、衝動的になったりすることが分かっています。体がガリガリだと心もギスギスして他人の言葉が直接心に刺さってしまいます。適度な脂肪は嫌なことを跳ね返す心のバリアにもなるのです。また痩せていると「抱き心地」が悪くなり彼氏や家族がハグした時「ゴツゴツして冷たい」感じを与えます。しかし脂肪がきちんとついているとハグしてくれた人は「優しく温かい」感じを与えます。脂肪は他人に受け入れてもらう時の優しさでもあるのです。`
    },
    { 
        title: "４ 食後に嘔吐しないと太り続けるのではないか心配", 
        content: `【リカバリーアミュレット：無限増加はありえない】
　この心配は嘔吐や激しい運動、下剤の乱用をやめた人が回復期に入ると必ずぶつかる最も大きな「認知の歪み」です。永遠に太り続けることは、医学的なたくさんの研究で殆どないと結論付けられています。なぜなら人間の体はその人にとって最も機能しやすい体重の設定値があるからです。体温が３６．５度くらいにいつも保たれるのと同じように、体重も一定以上増えると代謝が上がり、食欲が落ちて自然にブレーキがかかる仕組みになっています。
　詳しく言うと、これらは体が常にバランスを取って体の状態が急激に変化しないようにな仕組みになっているからです。
　ＳＯＲＡ法では体重測定を推奨していませんが、どのように体重が変化するか気になる方も多いでしょう。そこで私の臨床経験から体重増加のイメージの「一例」を書きます。まず嘔吐をやめた１、２日目は急に体重が増えます。びっくりしてしまいますが、心配はいりません。これはほとんどが水分の増加によるもので、栄養素も体の修復に使われ脂肪になりません。４〜７日目で体重増加は緩やかになります。14日目頃に体重増加がかなり緩やかになリますが、この頃、嘔吐したい衝動が一瞬強くなることがありますが、それは摂食障害という悪魔の最後の悪あがき、断末魔の叫びです。それに耐え打ち勝ち嘔吐を我慢できると２１日目にはベストの体重を少し超えるくらいで止まります。１～数ヶ月目で食事が安定してベストの体重の方へと向かっていきます。
　人間の体は風船ではありません。吐くのをやめてもある一定ラインのところで体重増加は止まります。しかもそれは太ったのではなく、普通に戻っただけなのです。

【リカバリーアミュレット：急な体重増加は水分の吸収】
　これは大切なことなので繰り返しお伝えしますが、嘔吐をやめたら一時的に急激に数キロ体重が増える瞬間があります。だいたい嘔吐をやめて日が浅い頃に起こることが多いです。先述したようにこれは水分の増加です。わかりやすく言えば、むくみあるいは浮腫です。なぜそのようなことが起こるのかと言いますと、アルドステロンというホルモンが枯れた体に必死で水を溜め込むためです（リフィーディング症候群）。２、３週間で落ち着くと言われますので、太ってしまったと混乱しないようにする必要があります。ただし、あまりに水分の吸収が多いと、体の中のミネラルのバランスが崩れて心不全や不整脈など深刻な合併症が起こることがありますので、急に体重が増えたときには病院で採血をしてもらうなどの検査が必要です。

【リカバリーアミュレット：何のために嘔吐をやめるかを考える】
　なぜ嘔吐せず栄養を吸収するのかと言えば、正常ではない食欲、つまり過食・拒食といった壊れたアクセル修理することで通常の食事習慣を取り戻し、食べる喜びを正常化するためです。また同時に、命を守るためです。あなたの体はあなたの敵ではありません。あなたの体はあなたの心の最高のパートナーなのです。パートナーがピンチになっているから助けに行っているわけです。
ピンチになった体は回復の過程で水分を体にため込み体重を増やします。だから、食べると太るという考えは捨てて構いません。人間の体重は基本的に適正体重で止まるようにプログラムされています。脂肪がたくさんついて贅肉だけになるようなイメージは捨てて構いません。むしろ捨てることを推奨します。`
    },
    { 
        title: "５ ＳＯＲＡ法実施中に衝動的に体に悪いものを摂ってしまい、体が侵されるように思って辛い", 
        content: `【リカバリーアミュレット：それは体を大事にしている証拠】
　嘔吐をやめたけど過食で油がギトギトのドーナツやカロリーの高い菓子パンをたくさん食べてしまうことがあります。そして体に良くないもので体が満たされるイメージに苦しむことはＳＯＲＡ法中期に見られる現象です。しかし結論から言うと大丈夫です。確かに毎日そんな食生活を送っていたら悪玉コレステロールや中性脂肪が上がったりしますが、「ＳＯＲＡ法実行中の食の乱れ」は一過性です。永遠に続きません。
　また、菓子パンを欲するのは、意思が弱いからではなくジャンクフード中毒だからでもありません。エネルギーの枯渇した脳が最もてっとり早いエネルギー源を緊急要請したからです。野菜や肉は消化吸収に時間が借りますので、飢餓状態の脳にとってはすぐに血糖を補充できて即座にエネルギーになる製菓糖質こそもっとも効率の良い救命食です。
　今は菓子パンを５個や６個も食べてしまうかもしれませんが、ある条件さえ守れば来月にはもうそんなに食べられなくなります。食べたいと思わなくなります。その条件とは「嘔吐をしない」ということです。
　身体が悪い物質で汚染されていくことはありませんが、そう思うことは自分の体を大事にするはじめの一歩です。気にし過ぎはよくありませんが、ご自身の体を大切に思う気持ちの表れでもあることを覚えておいて下さい。

【リカバリーアミュレット：何を食べたかではなく吐かなかったことに注目】
　身体に悪いものを食べてしまったというのは、質の良い食事をできたかという視点での自己評価です。しかし、今の勝利条件は健康に良いものを食べることではなく、何でもいいから吐かずにいられることです。たとえ泥を食べても（例えなので絶対に食べないで下さい）それをお腹に入れて消化吸収できるか、が重要ポイントです。菓子パンでもスナック菓子でも「吐かずに吸収した」ということが、過食嘔吐の治療では金メダル級の誉れです。`
    },
    { 
        title: "６ 体重が増えて自分の存在価値がなくなるのではないかと心配", 
        content: `【リカバリーアミュレット：痩せ信仰の正体を知る】
　日本の文化やマスメディアの中には、痩せていることを良いとする「痩せ信仰」が入っています。そのせいで、痩せていないと自分に価値がないと思うなど、歪んだ認知が広がりました。
　しかし「痩せ信仰」の歴史はそれほど深くありません。平安時代（７９４年）や江戸時代（１６０３年）では食料も少なく、皆が太れない状態だったうえに感染症や飢餓が身近であったので、ふくよかな体系が健康的で良いとされていました。江戸時代などの美人画を見るとそれがよくわかると思います。
「痩せ信仰」が現れたのはそれから３５０年後です。第二次世界大戦終了以降、１９５５年頃、体重計が一般的になって家庭にも置かれるようになりました。そして高度経済成長により食べ物が大量生産され、国民は飢えを逃れ、太る自由を手にしました。
その後で痩せ信仰が始まります。まずは１９６０年代よりダイエットブームです。イギリスの女優でありモデルや歌手でもあるツイッギーが世界的に人気をあつめました。ツイッギーは華奢な体系で、細く長い足とミニスカートが象徴的でした。その影響で「痩せて足が細く長いミニスカート」というスタイルが流行しました。
　１９７０年頃になると『an・an』や『non・no』といった女性週刊誌が発売されるようになり、日本人はパリやロンドンの様々な文化に接し、ダイエットやモデル体型というものが流行します。
　そして１９８０年頃、日本の女性雑誌は「細い体がおしゃれで自立した都会女性」というイメージを繰り返し国内に広めます。これによって「痩せ」が「都会的・センスが良い・モテる」という意味を持つようになり「痩せ信仰」が現れ始めます。
　同じころ、栄養過多や生活習慣病が問題も問題となっており、行政は体重管理・標準体重・ＢＭＩを重視するようになりました。そこで「標準体重以上＝太っているからダメ」という風潮が出来上がります。そして１９９０年代になるとテレビ・ＣＭ・雑誌などのメディアが「痩せた女性の画像」と「ダイエットの方法」を国内にばらまきます。それにより「細い・痩せている＝美しくすぐれたことである」という「痩せ信仰」が日本の文化に根を下ろしたものになります。
　２０００年以降、「痩せた女性像」はインターネットでも拡散されます。こうして国民は「痩せ信仰」を根強く植え付けられるようになりました。これが「痩せ信仰」の浸透した流れです。つまり「痩せている＝優れている」というのはメディアが作った幻想で何の根拠もないものです。意味がないだけでなく有害であるこの思想に対し、厚労省は摂食障害がそれによって多発することを問題視しています。

【リカバリーアミュレット：そもそも体重とはなにかを知る】
　そもそもですが、体重とは何でしょう。「体重＝脂肪」という公式が頭にありませんか？　体重計に乗って数値を見たとき、増えていれば太った、と思う人が多いでしょう。そして「おなかに脂肪がついた」のではないかと鏡で確認してしまうものです。ということからもわかるように、「体重」は「脂肪の多さ」であると無意識に思われがちです。そのため体重を減らそうと努力してしまうのです。
　しかし、体重は脂肪の多さではありません。体重とは「それをコントロールすることで健康を維持する指標」または「スポーツ等において平等または安全を図るために使われる指標」です。それ以外の意味、たとえば美しさや上品さや脂肪の量、といったものはマスメディアが作った幻想であり、誤った認識です。
　体重をもっと正確に言えば、体を構成しているものの総重量です。「体重＝脂肪」という認識は誤りであることを見ていきましょう。６０㎏の女性の体重が何かを例とします。おおざっぱに述べますと、体重の半分の３０㎏は水分です。また放射線防御などで使われる身体のデータをもとに考えると、まず筋肉（骨格筋）が１８㎏で、このうち７５％は水分です。体脂肪は１７㎏程度でそのうち水分は１５％、続いて骨が９㎏、脂肪が１５㎏、皮膚が４㎏、内臓が７㎏、血液が５㎏、結腸内容物（便や腸内細菌）で０・４㎏です（各部位で水分など重複するところあるので合計は６０㎏にはなりません）。ここがミソなのですが、人間の体のあらゆるところに水が存在しています。そのため体重の増減のほとんどは水分の出入りなのです。しかも多くの人が問題にする「脂肪」はその１５％が水分です。仮に１００グラムの贅肉がついたとしても実質は８５グラムです。
　このように体重は美しさや上品さを表すというより、極めて科学的で医学的な概念なのです。

【リカバリーアミュレット：糖質のヒミツ】
　人間は糖分を吸収して栄養にします。糖分は太る原因だとも言われます。ただここで注意していただきたいのは糖を１グラム摂ったら体重が１グラム増えるわけではないことです。人間は糖１グラムを吸収するとき、同時に水分を３グラム吸収します。つまり糖を１グラム完全に吸収されるとすると体重は４グラム増えることになります。実に４分の３が水分なのです。仮にご飯を山盛り食べて、すべて糖質として吸収され、体重が１㎏増えたとしても、その４分の３は水分なので、実質の体重増加は０・２５㎏しかないと分かります。
　逆に言えば当分を１グラム消費すれば４ｇ体重が減るとも考えられます。糖分１ｇは４キロカロリーなので、ぼーっと考え事をしていても消費されるエネルギー量なので、体重４ｇぐらいは簡単に消費されてしまいます。極度に体重増加を恐れる意味はありません。短期的な体重増加のほとんどは水です。

【リカバリーアミュレット：人間の価値とはなにか】
　価値とは、何かと何かを比較するために使われる概念です。人間というものはみな平等です。これは国内外を問わず、世界中で認知されていることです。世界人権宣言第１条、フランス人権宣言第１条、アメリカ独立宣言冒頭、そして日本国憲法第１４条に人間は平等であるということが宣言されています。
　つまり人間同士を比較して優劣を決めることはできないということです。そのため、例えば勉強が良くできるクラスメイトや、仕事が良くできる同僚と自分を比べて、自分の価値が低いと考えるのは正しい認知ではないということです。逆に自分より勉強や仕事ができない人間に対して、自分のほうが価値のある人間だ、ということも正しい認知ではありません。勉強や仕事が人の値打ちを決める指標にはできないのです。
　体重も同様です。それは健康管理上必要な数値ですが、人間の価値が体重をいかにコントロールできるかで決まることはありません。「痩せ信仰」では痩せている人ほど優れていて上品であるといった認知をするでしょうが、先述のことから体重で人間の優劣をつけるのは歪んだ認知です。どこかねじ曲がった認知のことを偏見と言います。「痩せ信仰」はその代表のようなものです。
　ここで大切なことがわかります。人間同士を比べることができないから、比較するための指標である「人間の価値」という概念は存在しません。すべてが尊い命なのです。だから、いじめ・暴力・戦争がいけないことだと認識されているのです。「私は他人より価値がない」と思ってしまった時には認知がゆがんでいるということを思い出してください。また「私は他人よりも価値がある」と思ってしまった場合も同様です。`
    },
    { 
        title: "７ 摂食障害は自分のせいだと自分を責めてしまう", 
        content: `【リカバリーアミュレット：摂食障害は自分のせいではない】
　過食嘔吐や拒食に陥って苦しんでいるのは、ご自身のせいだと思いますか。失礼ながらそれはＮｏです。あなたが苦しんでいるのは、多くの場合ご自身のせいではなく、あなたを取り巻く環境からの影響によるものです。
　先述の通り摂食障害は「原因」に「要素（きっかけ）」が火をつけることによって起こります。原因は「遺伝」か「痩せ信仰」です。そして摂食障害を誘発する「要素（きっかけ）」はあなたのいる環境にたくさんあります。そのため、自分を責めるべきではありません。
なお、この先では環境に潜む「要素（きっかけ）」を挙げます。それを知ることで自分を責めず、むしろ被害者であることを自覚することで摂食障害と戦うポテンシャルを上げてください。

【リカバリーアミュレット：摂食障害の要因１．周りの人】
　摂食障害になる環境に潜む要素のうち、最も多いが周りの人です。家族や友人、先生や上司から「痩せたね」「きれいになったね」と褒められ「ダイエットと身体への評価」をうけることで、ダイエットが単なる健康管理ではなくなり、「自尊心を満たす唯一の手段」になってしまい「痩せること＝自分の価値を高めること」と強烈な学習を行ってしまいます。そして摂食障害になってしまいます。
その逆もあります。家族や異性、部活の先生や会社の上司などから「最近太った？」「足が太い」などと言われ屈辱を感じ心に傷がついたとします。それを修復するために「見返してやる」などの怒りが極端なダイエットに繋がり、摂食障害に繋がります。
その他にもＳＮＳで美しく加工された画像や動画を見て自分の体と比較してしまって摂食障害が始まるようになる方が増えているのは近年見られる傾向です。先述しましたが、加工された画像や動画と同じ美しさになることは不可能です。逆に誰でも自分の姿を画像にして加工すれば、芸能人にもまさる美人画を作ることが可能です。摂食障害が自分のせいではなく周囲の人の言葉が原因と知ることで、自分を責めたり「痩せ信仰」したりしなくなれます。

【リカバリーアミュレット：摂食障害の要因２．異性・別れた恋人】
　他にも摂食障害になる要素はたくさんあります。そのうちの一つとして恋人との別れが発症のもとになることもあります。「自分には価値がないからふられた」と考えることにより「痩せて魅力的になればいい」と極端なダイエットにつながることがあります。しかしながら、多くの女性は一度恋人と別れると落ち込むのは落ち込みますが、立ち直った時にはもう別れた男のことなど考えなくなる傾向が強いと巷では言われます（私の経験上もそうです）。辛さを乗り切り落ち着けば、別れた男のために摂食障害になり自らを傷つけるようになるのは、どこか思考や努力の方向が間違っていると気づくでしょう。男性にとっても同じことが言えます。別れた女性のために精神的に混乱し、病気になってしまうのももったいないことです。
日本には２０〜３０歳の人間だけでも１４００万人程度います。男性は約７００万人、女性は６６０万人、とどちらもだいたい７００万人いるわけです。失恋をきっかけに自分磨きをするのは良いことですが、７００万人のうちのたった１人の元恋人のために摂食障害になって自分を傷つけるのは、残りの６９９万９９９９人もいる他の異性に目が行かないことを意味していて、それは心情的にはわかりますが、論理的にはあまりにももったいないということになります。

【リカバリーアミュレット：摂食障害の要因３．両親】
　親が摂食障害の発症の要素になる場合も多いです。例えば親の期待に応え続け、「いい子」でいることで自分の感情（特に怒りや不満）を抑圧してきた人が、「無言の抗議」として知らず知らずに摂食障害になるケースがあります。「いい子」でいることに疲れ果てて「食べない」ことで親から心配を得られるようにしたり、「吐く」ことで溜め込んだ汚い感情を吐き出そうとしたりします。
　この場合、摂食障害は「反抗」という意味を持つことが多いですが、それを痩せることで成し遂げようとすることは自傷行為になってしまいます。自傷行為も大変エネルギーのいることです。それだけのエネルギーがあるなら、それを創作活動などの芸術やスポーツ、学習、スキルアップに使うことができれば、ほかの人から一目置かれる人になれるかもしれません。

【リカバリーアミュレット：摂食障害の要因４．家族】
　他にも摂食障害の要素はあります。機能不全の家族でみられるのですが、両親の不仲や過干渉、ネグレクトなどによって家の中に自分が安心できる場所がないと、物事の関心が自分の内側に寄りやすくなり、体重や体型に意識がいくことで摂食障害となることがあります。
これはある種の自傷行為ともとることができるでしょう。また、ばらばらになっている家族を集めて絆を繋ぎ止めようと、無意識のうちに摂食障害となる場合があります。この場合、その人は自分をスケープゴート（いけにえ）にしてしまうという意味が強いです。
機能不全が原因の摂食障害の場合、一人の力でどうにもならないことも多く、区市町村の児童相談所、小児科のある大きめの病院、警察、保健所、保健センターなどがセーフティネットへの入口となっていますので活用するのが良いでしょう。
より直接的なケアとして、保健師の訪問・精神保健福祉相談の活用が短かと思います。精神医学的あるいは心理療法的な方法論として家族全体の機能を支える「オープンダイアログ」、非行や行動問題のある場合の「マルチシステミック・セラピー」、アルコール依存者がいる場合の「クラフト」などといった療法があります。

【リカバリーアミュレット：要因５．性加害者】
　性被害を受けることも摂食障害の要素となります。親や他人から性被害（セクハラ、痴漢、虐待）を受けていた人は、女性らしい身体になったことで被害に遭ったという認識をしてしまい、「痩せて子供のような体型に戻りたい」と無意識に「女性性」を否定したり、汚されたと感じる身体を痛めつけ浄化したりすることで摂食障害になることがあります。この場合、「摂食障害」は死なずに生きていくための「緊急避難装置」として働いていると言えます。そのため「摂食障害」を治すというより、根本的な原因（心の傷・トラウマ）を取り除くことが必要です。
　セクハラや性被害を受けたり、それをきっかけに摂食障害などを引き起こしたりした場合、あなたは被害者です。相手は加害者となり違法性を問うことができます。セクハラが許されない法的根拠をいくつか示します。１つ目は民法７０９条によりセクハラは人格権や性的自由権という人権を侵害するとされていることです。加害者は被害者に慰謝料を支払わなければならなくなります。２つ目は男女雇用機会均等法１１条により会社がセクハラを放置する、相談者を異動など不当に扱うことは法律違反とされていることです。これによって加害者だけでなく会社を訴えることもできます。最後は憲法第１３条により全ての国民は個人として尊重されるとされていることです。人を性的な対象物として尊厳を踏みにじるセクハラが憲法上でも許されないものになっています。
　性被害を受けた場合、加害者は刑事的、民事的、行政的、労働法上、家族法上の責任を問われます。
刑事的には、性被害をうけた場合は、以前のように暴行と脅迫がなければ犯罪と認められにくかったのですが、現在は「同意がないこと」に重きをおいており、刑法違反を問いやすくなりました。刑法１７６条（不同意わいせつ罪）、１７７条（不同意性交等罪）により「嫌だと言えなかった」「身体が固まってしまった」場合でも、加害者は処罰対象になります。加害者は犯罪者となります。
民法上は民法７１０条により精神的損害、治療費、弁護士費用の一部など様々な損が賠償請求ができます。ただし時効があるので、訴訟を起こす場合は弁護士に専門的な支援を求めてください。
行政上は、加害者が公務員である場合、懲戒処分を受けることになります。また、医師免許や看護師免許など資格を持っていた場合、免許取り消しされることもあります。外国人が加害者の場合、入管法２４条により国外への強制退去が命じられることもあります。
　ほかにも労働法上の責任として、会社の就業規則により懲戒解雇、減給、降格が命じられます。家族法上では離婚や慰謝料の請求などを求められます。
　泣き寝入りすることなく法律を盾に立ち向かうことで心の傷が完全に癒えるわけではありませんが、加害者が社会的制裁を受けることで病状の軽減が見込まれる可能性もあります。

【リカバリーアミュレット：要因６．人以外の要因】
　人からの影響以外にも環境の変化や偶発的な出来事が要因人になることがあります。例えば、引っ越しや進学、就職や留学などで生じた環境の変化とストレスが発症のもととなることがあります。自分の手に負えない不安や孤独を感じることによって発症し、環境はコントロール出来ませんが、体重ならコントロールできるという発想から、ダイエットで心の安定を図ろうとすることで摂食障害になることもあります。それを知るだけでも症状が緩和されますが、より具体的にどのような行動を起こせばよいのかを次のリカバリーアミュレットで説明します。
　受験生になってプレッシャーに苦しんでいる場合、食べることが一時的な鎮痛剤になったり拒食することで覚醒度を上げるようなことも発症を誘発しえます。この場合、根本原因を叩くことが大事です。受験に関して学校の先生や塾の講師に相談するのが良いでしょう。保健室の先生に相談するというのも手の一つです。受験生の場合の具体的な対処法についてものちのリカバリーアミュレットで説明します。


【リカバリーアミュレット：引っ越しのストレス軽減法】
　引っ越しは配偶者の死や離婚に次ぐほどの強いストレス要因と言われています。対処法を３つ挙げます。１つ目は自分の聖域を作ることです。「ここから見える景色だけは完璧に好きなものを置く」という半径１メートル以内の「聖域」を作ることで新居が自分の家であることを認識しやすくなります。２つ目は知っている音や匂いを意図的に感じることです。前の家で使っていた柔軟剤やコーヒーの匂いなど、自分の慣れ親しんだ匂いをかぐことで「ここは自分の縄張りだ」と思えるようになります。また好きな動画や環境音を流すことで、まだ聞き慣れない様々な音による不快を防ぎます。３つ目は「観光客」になることです。早く環境になれていかないといけないと思うのではなく、最初の１ヶ月は自分をこの街の観光客と定義します。そうすることで慣れない街並みもゴミ出しルールもすべて新鮮で冒険のように感じられます。

【リカバリーアミュレット：受験のストレス軽減法】
　受験の結果は自分の思ったように完璧にコントロールできるわけではありません。そこで自由にコントロールできる体重に目が行ってダイエットしまうことがあります。このような時「成績＝自分の価値」と思いこんでいる場合が多いです。また、受験勉強もダイエットも「０点か１００点」という極端な考えを持ってしまっています。これは「できなかったこと」に注目してしまう考え方です。そうではなく「できたこと」に注目して「０点か１００点」という二択思考を切り崩すと気持ちが楽になります。「できたこと」に注目するとは、例えば予定していた受験勉強の１割しか達成できていなかったなら、それは「勉強は０点」だと評価するのではなく「今日は１割できた」と考えるようなことです。これは完璧主義の人にはとても難しいことですが、できるようになるとその後の人生が楽モードになりますので、頑張って自分のできたことを褒めてください。
あるいはリフレーミングという方法を使うことも効果的です。これは物事を多方面から客観視して偏った考え方を良いメッセージへと矯正するものです。例えば「勉強できない自分は駄目だ」と思ってしまうのではなく、「勉強は大事だけど人生の一部に過ぎない。そのために心を砕いて過食嘔吐に走る必要はない」と考えます。こういったリフレーミングの技術を持っていると、人生をもう少し歩きやすい道に変えることができます。
あとは勉強方法を変える手もあります。ポモドーロ法(２５分勉強+５分休憩の繰り返し）はストレスを軽減し、達成感を上昇させます。あとは「この時間帯は勉強しない」というスケジュールを作ることです。例えば１８時〜２０時まではリラックスするなどとすることで、受験勉強で頭ががんじがらめになっているのをほどきます。`
    },
    { 
        title: "８ ＳＯＲＡ法を実施中に我慢できずに嘔吐してしまった", 
        content: `【リカバリーアミュレット：「嘔吐＝失敗」ではない】
　ＳＯＲＡ法を始めたのに嘔吐してしまうこともあります。１日は我慢できたけど２日目にいちどだけ吐いてしまった、嘔吐を我慢できたけど１４日目に吐いてしまった、ということはよくあることです。そのような場合、ＳＯＲＡ法を失敗したと思ってしまいがちですが、それはカン違いです。１日であろうと嘔吐をやめるということは実績です。吐いてしまったのはなかったことにして良いです。ＳＯＲＡ法を継続してもらえれば大丈夫です。アプリのご利用者様はこれまでの嘔吐せずに過ごした最長時間が表示されますので、励みにしてください。

【リカバリーアミュレット：成功は嘔吐しなかったことだけではない】
　もし嘔吐してしまったり成長を感じられなくなったりしたら、高すぎる目標を立てず、低い目標からクリアしていくことが良いでしょう。
　目指すところは前回の嘔吐から次に嘔吐する時間を徐々に伸ばし、最終的に消滅させることですが、例えば今は食後１０分で吐いていたけど、１時間耐えられるようになった、２時間耐えられるようになった、と伸ばしていきます。その時間が次の食事の時間まで伸びたら、嘔吐を止めて食事できたことになります。
　またもう一つ目指すところは、１食分を吐くための嘔吐回数を減らしていくことです。いつも食後１０回吐いていたのを、６回に減らせた、３回に留めた、１回だけにした、と減らしていくと、食後嘔吐はしたけど１０％は胃に残した、３０％は吐かずに身体に残した、７０％は吐かずに食事摂取できた、という風に嘔吐量を減らしていくこともとても効果的です。もし１００％になれば、嘔吐はしなかったことになります。
　このように嘔吐したから直ちにダメというわけではなく、食後嘔吐するまでの時間が長くなったり、１食を吐くのにかける嘔吐回数が減ったりするだけでも大きな進歩です。もしＳＯＲＡ法が進まないと思ったら、目標を細かく設定し段階的にクリアしてみてください。`
    },
    { 
        title: "９　体重計に乗ったら、信じられないほど体重が増えてパニックになった", 
        content: `【リカバリーアミュレット：「痩せ信仰」の芯を壊すチャンス】
　先述のように数日から数週間といった短期間の体重増加はほとんど水分によるものです。体重が増えてパニックになってしまうのは「痩せ信仰」が思いっきり刺激され断末魔の声を上げているからです。パニックになったということは摂食障害や「痩せ信仰」にダメージを与え続け自分を守ることができていたということの証明にほかなりません。これまでどおりＳＯＲＡ法を続けると「痩せ信仰」は消え去ってしまいます。パニックは１０分くらいからピークに達し２０〜３０分でおさまります。あなたの勝利が目前に迫っています。そう認識してください。それでもパニックがおさまらない場合のために以下に２つの対処法を書きます。

【リカバリーアミュレット：パニックを抑える呼吸法】
　パニック時は交感神経が優位になっていることが多いので意識的に副交感神経を優位にします。副交感神経は自立神経なので意図的に優位にすることはできないのではないか、と思うかもしれません。たしかに副交感神経も自立神経です。しかしそれが支配しているもののうちいくつかは意図的に操作できるものです。その代表が呼吸数と筋緊張です。いずれも交感神経が優位の時に意図的に下げられます。そうすると副交感神経がその操作に合わせて優位になってきます。ここでは呼吸を使った「呼吸法」をお伝えします。４段階に分かれており
１．４秒かけて鼻からゆっくり息を吸います
２．４秒息を止めます
３．４秒かけて口からゆっくり息を吐ききります
４．４秒間息を止めます
この４つを数回サイクルすると副交感神経が優位になり、パニックが軽減します。

【リカバリーアミュレット：パニックを抑えるグラウンディング】
　体重増加の恐怖は「将来もっと太るかもしれない」という思いから来ています。つまり感覚が将来にフォーカスされています。未来を見ているのです。自分の視点を「現在」に戻すことでパニックを抑えます。方法は次のように視覚、触覚、聴覚を刺激していきます。
　視覚：自分の周りにある「青いもの」を３つ見つけて名前をいいます
　触覚：足の裏が床についている感覚やおしりが椅子に乗っている感覚を意識する
　聴覚：今聞こえている音（時計の音、車の音、エアコンの音など）に耳を澄ませる
　これで未来を見てパニックになった自分を現在に戻すことができます。`
    },
    { 
        title: "１０ 体重測定を我慢しているけど、体重がどうなっているのか気になる。", 
        content: `【レスキューアミュレット：体重測定のデメリット】
　ＳＯＲＡ法を実践している人ならほとんどの人がこの悩みを持っているでしょう。体重測定は悪ではありませんがそれは正しく健康管理ができる場合だけです。そうでなければ体重測定は気分を乱高下させる「毒」にもなります。毒（デメリット）を簡潔にまとめると、
１　	もし思っていたよりも体重が増えていたら、不安・不快感・嘔吐欲求が生まれ、減量したくなる。
２　	もし思っていたよりも体重が減っていたら、快楽を感じて減量を再開したくなる。
３　	思ったとおりの体重ならコントロール感を得て減量を再開したくなる。
４　	１回体重を計ってしまうと、その後さらに体重測定の欲求が強くなり、連鎖的に体重を量ることになる。
と、摂食障害から回復する途中の場合、体重測定は有害になることが多いです。急激な水分貯留が起こっていないかを確認するために量るのは一日一回までにしましょう。ある程度落ち着いてきたら、月１回や学校や会社の定期検診の時だけにすることが良いです。体重の大小は直ちに身体に悪影響を及ぼすわけではありません。定期検診で測定して「医学的に減量が必要」と指摘されない限り体重は無視しても問題ありません。減量が必要になるのはメタボリックシンドローム、狭心症等心疾患、脂肪肝、睡眠時無呼吸、変形性膝関節症などと、過食嘔吐・拒食をしていた人とはあまり関係のない限られた場合です。体重が増えて心配であれば、学校や会社の検診でメタボリックシンドロームに当てはまっていないかをチェックすればいいでしょう。`
    },
    { 
        title: "１１ 太ったねと言われてショックをうけている", 
        content: `　【リカバリーアミュレット：相手も体重を気にしている】
　ＳＯＲＡ法では他人から身体についてなにか指摘を受けることを「害悪」としています。それは摂食障害の発症の原因になるからです。あなたに体重をたずねてくる人がいるとしたら、あなたは自分の体重を意識してしまうでしょう。そんなことがきっかけで減量をはじめ、摂食障害になっては大変です。しかしそれは聞き流してよいです。
なぜならその人もおそらく自分の体重をとても気にしていると思われるからです。一般的に自分がこだわっていることに関して他人はどうか気になるといわれています。例えば爪をきれいに切ることが大事だ、と思っている人は、他人が爪を切っているかどうかに目が向きやすくなります。眉毛の形にこだわっている人は他人の眉毛の形に関心を持ちやすいです。それと同様に、体重・体型にこだわっている人は他人の体重・体型が気になるものです。体型や体重について言及してくる人がいたら「この人も体重を気にしているのだな」と考えて同情するのがいいかもしれません。

【リカバリーアミュレット：猿がなにか言っている】
　そもそもですが、身体に対して指摘をすることは失礼の極みで、はなはだ他人を下に見るおごり高ぶった横柄な指摘です。デリカシーのないことは人を大きく傷つけますので、決して許されるものではありません。でも、体型になにか指摘する人は一定数います。完全に何も言われないようにするのは難しいかもしれません。そこで方策をいくつか挙げます。
１つ目は体型について言われたらそういう人を「デリカシーのない人間」「摂食障害の沼に突き落としてくる人間」と害悪とみなし完全無視で無反応でいることです。これは難しいことのようですがそうでもありません。例えばですが、森林浴をしている最中に猿に出くわしたとしましょう。それが木の上から「バーカ」と言ってきたらあなたは怒りますか？　猿のいうことなど聞き流すでしょう。その要領で体に関して言われたことを無視するのがいいです。猿のように体重に言及してくる人は、あなたが何か反応すると面白がって、もっといろいろ聞いたり言ったりしてきます。猿のいうことには無反応で聞き流しましょう。その人とは必要のない人間関係であれば関係を断つということも視野に入れても良いでしょう。このように考えて気分を落ち着けてください。もしそれでも無理なら次のリカバリーアミュレットを使ってください。

【リカバリーアミュレット：セルフ・コンパッション】
　セルフコンパッションとは大切な人に優しさや思いやりを捧げるように、自分自身に対して優しさと思いやりを向けることです。セルフ・コンパッションの方法を３つ、「ジャーナリング」「自分への手紙」「バタフライ・ハグ」をリカバリーアミュレットとして記しますので、他人になにか言われたらトライしてみてください。恥ずかしがらずに、ばかばかしいとおもわずに、トライしてみてほしいです。

【リカバリーアミュレット：ジャーナリング】
　言われて沸き立った感情をノートに書き殴ります。「ショックだった」「悔しかった」「また吐きたいと思わされた」「せっかく回復しているのに台無しにされた感じがした」「私の病気を悪化させるなんて許せない」「太ったと言われたが実質はほとんどが水分。回復中の私の身体には水が蓄積されていっているのを知らないだけだ」「デリカシーのない人間だと思った。今後は付き合いを浅くしよう」「回復中の病気を悪化させるようなことを言うので、関係を経ちたいと思った」「あんな事を言うやつの言葉なんか聞き流してやる」「あんな人間になにか言われたくらいで落ち込んでたまるか」と書きなぐると、感情が文字となって可視化されます。すると心が整理されて客観視できるようになります。
落ち着いたらこの感情は一体どこからやってくるのだろうと考えてみてください。あなたが本当に傷ついた理由が分かり、再び過食嘔吐に戻るのを防ぐことができます。

【リカバリーアミュレット：自分への手紙】
　自分への手紙はいろいろなやり方がありますが、一番簡単そうな方法をお伝えします。まず、親友が同じことを言われて傷ついたらどう声をかけるかを考えます。「あなたは頑張っているよ」「全然太ってないよ。身体に水分が溜まっただけだよ」「それはあなたの命を守るために必要な変化なんだよ」「あなたは数週間から数ヶ月で体重も食欲も整うよ。それまでの辛抱だよ」「ひどいことを言われたね、次言ってきたら私が言い返してあげるね」「あなたは太ってないし体重はどこかで落ち着いて太ることもないよ」という感じの言葉を自分に投げかけます。その手段として手紙に書くいてがいいでしょう。自分で自分の傷を癒やすというのは難しく感じますが、手をカッターナイフで切ったら自分身体の力で治っていきますよね。それを補助するために消毒したり絆創膏を貼ったりすれば痛みが軽減され、細菌感染を防ぎ、傷口を守るので回復が早いです。心も同じで自分で回復しようとするのですが、それを補助してあげたほうが痛みは引き、早く治ります。つまり自分に思いやりを向けるというのは、自分の心に絆創膏や包帯を巻くのと同じことなのです。

【リカバリーアミュレット：バタフライハグ】
　まず、自分で自分の両腕を抱きしめてクロスし、右手を左肩、左手を右肩に当てます。次に左右交互に肩をトントンと叩きます。そして「自分が感じているつらい気持ちやその原因となる出来事」に集中します。これを２分ほど続けてください。気持ちが治まり感情が正常に戻っていくのを感じられるかと思います。もし１回でおさまらなければ何度かやってみてください。３から６回程度で傷ついた気持ちが落ち着いてくるでしょう。これは不安やパニックを防ぎPTSDを解除する有名な心理療法の一つです。`
    },
    { 
        title: "１２ 鏡の中の自分太って見える", 
        content: `【リカバリーアミュレット：ボディイメージの歪みを知る】
　医師から「るいそう（痩せ）」を指摘されたり、体型が「普通」と言われても、自分の鏡の姿が太って見えたりすることがあります。それには４つ原因があります。
１つ目には、人間は自分の体の見た目についてイメージや認識を持っています。それをボディイメージといいます。それは時にゆがみ、固定され、それが原因で痩せても太っていると見えることがあります。ガリガリの骨と皮のような状態で医師から「痩せ」より「栄養失調」であると指摘されても、鏡を見ると「自分は太っている」と思ってしまうことがあります。これは自分が思い描いている自分のイメージ、つまりボディイメージがゆがんで決めつけているからです。つまり、頭の中で「自分は太っている」と知らず知らずのうちに決めつけていると、鏡の中の自分がどれだけ痩せても「自分は太っている」と思ってしまうのです。
しかしＳＯＲＡの原理をうけいれることで「太っているというボディイメージ」を破壊できます。ＳＯＲＡにおける「太っているの定義」を見直してください。痩せているの定義は何だったでしょうか。ＢＭＩは２０以上２２未満までが痩せで、それ未満は「痩せ」ではなく「栄養不足」です。これを認識すれば、誤ったボディイメージを改善するきっかけになります。

【リカバリーアミュレット：セルフ・コンパッション】
　鏡の中の自分が太って見える原因の２つ目は、低い自尊心・完璧主義・自分の体重が自分の価値という考えです。鏡で自分の姿をみて自尊心・完璧主義・自分の価値が刺激されると、劣等感・不完全さ・自分には価値がないという思い込みが噴出します。そうするとどれだけ痩せても太って見えることがあります。これに効果的なのがセルフコンパッションです。「私はダメだ」「自分が気持ち悪い」などの言葉を、親友にかける言葉に置き換えるのです。もし大事な友人が太っていないのに鏡を見て太っていると嘆いたらどんな声掛けをするだろう、と考えるのです。「考えすぎて疲れてるんだよ」「そんな風に思わなくてもいいんじゃない」など優しい言葉を考え自分の心に反映します。

【リカバリーアミュレット：薬物療法】
　３つ目の原因は脳の構造と伝達物質の異常です。ボディイメージにかかわる部分のネットワークが正常でないことや、セロトニン系の神経伝達物質の異常により、痩せる前のイメージが脳に焼き付いて、鏡で痩せた自分の姿を見てもボディイメージを更新できず、いつまでも痩せる前の姿に見えることがあります。うつを伴っていたり精神科の病気をもっていたりするのであれば、摂食賞g氏についても医師に相談するのが良いでしょう。
うつ状態などに陥っているのであれば薬で歪んだボディイメージが矯正される可能性もあります。ただし、精神科を受診すると民間の医療保険には加入が難しくなるので注意してください。なお、治療が長期に渡りそうになった場合、医療費を３割から１割に減らすことも可能です（自立支援医療制度）。医師の診断書が必要なので治療が長期に渡るなら一度医師に聞いてみると良いでしょう。

【リカバリーアミュレット：「痩せ信仰」の信者をやめる】
　鏡の中の自分が太って見える最後の原因ですが、これは「痩せ信仰」です。痩せていることを良いとする文化のなかにある「過剰に痩せたモデルの画像」「〇㎏以下でなければ太い」といった極端なメディア情報にさらされていると、痩せた自分を見ても頭の中で理想像と一致せず、太っていると見えることがあります。しかし、モデルなどは他人なので姿が一致することはないですし、モデルやメディアの画像は、より細く、より美しく見せるためにパソコンで加工されています。フリマサイトで物を売るとき、商品写真のコントラストや露出などを調整してきれいにした経験はありませんか？　そういうのと一緒です。そう言う情報を浴びていると、自分は容姿が劣っているなどと誤った認識をしてしまうのです。ファストフード店の商品写真はとてもおいしそうに写されていますが、現物は写真と違うと思った経験をしたことがあるでしょう。憧れのモデルの画像もおなじで、パソコンで加工されているのでどれだけ頑張っても写真のようにはなることができないのです。メディアが作った「痩せ信仰」、捨ててみませんか？`
    },
    { 
        title: "１３ ＳＯＲＡ法がうまく行かない", 
        content: `【リカバリーアミュレット：ＳＯＲＡを育てる】
　ＳＯＲＡ法に取り組んでみたけど吐いてしまい、その後に心が折れてしまうというケースは、ＳＯＲＡ法を「嘔吐をやめる修行」のように思っている場合がほとんどです。そうではなく、ＳＯＲＡ法とは「一度達成したら卒業する」というＳＯＲＡの原理を頭の中に入れて、嘔吐から次の嘔吐までの時間を２１日間までのばしていくものです。
失敗したという例では、頭の中のＳＯＲＡがまだ成長しきっていない場合が多いです。頭の中にＳＯＲＡがいるのだけれど、まだ卵に入ってヒビが入りかけたような状態なのです。だからパワー不足で「本当は嘔吐を卒業してもいいのだろうけど、やっぱり吐かないと気がすまない」となってしまっています。
　ただこれは失敗ではありません。ＳＯＲＡ法を続けている状態です。これからＳＯＲＡを温めて殻を破りひよこになって…‥と進んでいる途中なのです。いま頭の中にあるＳＯＲＡは弱いかもしれませんが最終的には「痩せ信仰を」飲み込む大きさに成長させることができます。
　ＳＯＲＡを成長させる方法は２つあります。１つ目は信じる時間を伸ばしていくことです。最初はほんの数分でもいいのでＳＯＲＡを信じて受け入れることです。それができたら３０分、１時間、と少しずつ時間を伸ばし、最終的に５〜６時間、ＳＯＲＡを信じてみることです。
　それに成功したら、２つ目の成長させる方法にトライすることができます。ＳＯＲＡを信じる時間５〜６時間にできたなら、その時間を食後に持ってきてください。そして１度でもいいので、食べても嘔吐しないでいてみてください。食後の嘔吐をやめるとＳＯＲＡは大きくなります。そして食後に嘔吐しないことを繰り返していくと、ＳＯＲＡは強大となり、嘔吐しないのが当たり前になります。
　ただし１点注意があります。成長して体調に変動があるのと同じでＳＯＲＡの力も一日の中で変動があります。午前中はＳＯＲＡの力が強かったから吐かなかったけど、午後はつまみ食いをしてしまってＳＯＲＡの力が弱って吐いてしまった、ということもあります。また、日によっても強さが違います。昨日はＳＯＲＡの力が弱かったけど、今日は強くて吐くのを止められた、というようなこともあります。ＳＯＲＡ法を始めて、すぐに良くなる人もいますが、波打ちながら徐々に良くなっていくことも多いです。ＳＯＲＡという考え方を捨てない限りＳＯＲＡ法に失敗はありません。ＳＯＲＡを育て続けてください。その先に幸せな未来が待っています。`
    }
];

// --- ▼▼▼ ここから下が追加したメッセージ設定です ▼▼▼ ---

// 時間計算用の定数（1分、1時間）
const MIN = 60 * 1000;
const HOUR = 60 * MIN;

// フィードバックメッセージの設定
// limit: この時間より短い場合に表示 (nullは「それ以上」の場合)
// message: 表示するメッセージ
const FEEDBACK_DATA = {
    "食事": [
        { limit: 10 * MIN, message: "その調子！" },
        { limit: 20 * MIN, message: "いい調子！" },
        { limit: 30 * MIN, message: "とてもいい調子だね！" },
        { limit: 60 * MIN, message: "かなり頑張ってる！SORA法効いているよ！" },
        { limit: 2 * HOUR, message: "すごい！辛い時はリカバリーアミュレットも使ってね。" },
        { limit: 3 * HOUR, message: "文句なしだね！本当に頑張ってる！" },
        { limit: 4 * HOUR, message: "むちゃくちゃ頑張ってる！よくここまできたね！" },
        { limit: 5 * HOUR, message: "おめでとう！これで1食吐かなかったことになるね。ゴールは目の前！" },
        { limit: 7 * HOUR, message: "食後5時間以上吐いてないね。これでひとまず合格だよ！" },
        { limit: null,     message: "前の食事からちょっと時間が開いてるね。辛いときはリカバリーアミュレットを使って！" }
    ],
    "嘔吐": [
        { limit: 5 * MIN,  message: "辛いね！でも頑張ってる！リカバリーアミュレットも使ってね" },
        { limit: 10 * MIN, message: "かなりいい調子！リカバリーアミュレットを使って更に伸ばせそう。" },
        { limit: 20 * MIN, message: "これだけ我慢できたのだからとてもいい調子だ！SORAの原理を習得してきている。" },
        { limit: 30 * MIN, message: "これだけ我慢できたのだからとてもいい調子だ！SORAの原理を習得してきている。" },
        { limit: 40 * MIN, message: "かなり頑張ってる！SORA法確実に効いているよ！" },
        { limit: 50 * MIN, message: "すごい！第一のゴールは近いよ！辛い時はリカバリーアミュレットだ！" },
        { limit: 60 * MIN, message: "あと一歩だ！あと一歩で1時間！" },
        { limit: 70 * MIN, message: "やった！遂に一時間吐かずにいられたね！偉業だよ！SORAの原理を完全に理解してくれたね！ありがとう！" },
        { limit: 90 * MIN, message: "SORAの原理を分かってくれたおかげで2つ目の偉業が目の前だ！" },
        { limit: 120 * MIN,message: "ついに1時間半も吐かずにいられたね！2つ目の偉業だよ。おめでとう！" },
        { limit: 150 * MIN,message: "遂に2時間達成！あとは吐くのをなにか食べるのに置き換えられたら最高だ！" },
        { limit: 180 * MIN,message: "2時間半も嘔吐を我慢できたね。本当に治ってきている。SORAの原理を信じぬいて！" },
        { limit: null,     message: "3時間以上も嘔吐を我慢できている。最高の偉業だよ。次は吐く代わりになにか食べるのに挑戦してみて。SORAの原理とリカバリーアミュレットを組み合わせればきっと可能だよ！" }
    ]
};