// --- リカバリーアミュレットのデータ ---
// "title" にボタンの名前、 "content" に本文を書いてください。
// 本文は ` ` (バッククォート) で囲むことで、自由に改行できます。

const AMULETS = [
    { 
        title: "１ 嘔吐をしないつもりで食事したが、食後に嘔吐したくていても立ってもいられない", 
        content: `【リカバリーアミュレット：嘔吐欲求の正体】
　嘔吐欲求は脳からの命令であり衝動です。「食べ物が体に吸収される恐怖」「体重が増えたらどうしようという不安」に対する防衛反応です。ノルアドレナリン・アドレナリンが分泌され、心拍、血圧を上昇させ、筋肉を緊張させます。交感神経が優位になります。それで焦ってじっとしていられなくなるのです。さらに悪いことに快楽物質である「ドーパミン」が「嘔吐・体重測定をすれば楽になれるよ」とささやいて快感への期待感をおしつけてくるのです。これが「嘔吐したくて仕方がない衝動」の正体です。
　基本的に衝動は永遠に続くことはありません。一回の衝動は１５分、長くても３０分程度しか持ちません。１５分を３段階に分けると、最初の５分までは交感神経が優位になって急速に不安や嘔吐欲求が高まります。次の５分間はピークです。「とても抵抗できないほどの嘔吐欲求」と思い、耐えるのがとても大変ですが、実は欲求はこれ以上強くはなりません。次の５分で副交感神経優位に戻ります。なぜなら交感神経が優位すぎると身体のエネルギーが消耗され続けるからです。
　したがって嘔吐欲求に耐えるのは交感神経が優位になり始めてからピークに達する１０分（長くても２０分）をやり過ごせばいいのです。そのためには軽い運動やシャワーを浴びる、好きな本を読む、動画を見る、など自分に心地の良い刺激を与えることが効果的です。それでも耐え難ければ、のちに説明するリカバリーアミュレットを使ってください。

【リカバリーアミュレット：波は消失する】
　衝動は脳からの命令で、長くても１５分〜３０分ほどしか続きません。実質辛いのは最初の１０〜２０分です。しかし、波がおさまっても第２、第３の波がやって来ることがあり、そうしますと嘔吐欲求がずっと続いているように錯覚する場合があります。しかし、その波は地面に落としたボールと同じように、バウンドするたびに高さは低くなっていき、最後は止まります。これを専門的には馴化といいます。また、波のピークが繰り返される時間ですが、最初は数分から数十分後に次のピークが来ますが、乗り越えるたびにどんどん間隔が長くなっていくという法則があります。つまり時間とともに波、つまり脳からの「嘔吐しろ！」という命令は徐々に弱くなり、間隔も長くなって、最終的に脳は命令をやめてしまうのです。
　ただし、以下の点を覚えておいて下さい。たまにですが、２回目、３回目の波が１回目よりも強く現れることがあります。これは嘔吐を我慢したことに対して脳が「言うことを聞け！嘔吐しろ！」とキレているのです。このように一時的に脳からの命令が強くなることを消去バーストといいます。消去バーストは脳が悪あがきをしている状態です。従って衝動が強まってきた時には「脳が最後の悪あがきをしている」と認識して頂けるとよいでしょう。何とかやり過ごせたらその後は弱い嘔吐欲求しか来なくなります。

【リカバリーアミュレット：衝動を抑える方法】
　嘔吐衝動のピークが終わるまでの１０分〜２０分をどのように乗り切るかについていくかにはいろいろありますのでそれぞれ説明します。

【リカバリーアミュレット：冷感・酸味】
　脳が焦って衝動的になっている時、強力なリセット方法は強い間隔刺激を与えることで思考を遮断することです。方法を二つ紹介します。
１つ目はTIPPスキルという方法です。洗面器に冷水（氷を入れるとより良い）を張り、息を止めて顔を３０秒ほどつけます。あるいは保冷剤をおでこや目の周りに当てます。すると心拍数が下がり、副交感神経が強制的に活性化します。これを潜水反射といいます。潜水反射により物理的に衝動を抑えることができます。
２つ目は味覚刺激を使うものです。レモンをかじる、氷を口に含んで溶けるまで噛み砕かない、非常に酸っぱいガムを噛むなどです。脳は強い味覚と衝動的な思考を同時に処理するのが苦手なので酸っぱい味などで衝動を断ち切ることができます。

【リカバリーアミュレット：視覚効果】
　嘔吐欲求や体重測定欲求はイメージから生まれてくることが多いため、脳の中に食事や体重に関するイメージ以外のものを詰め込んで、体に食べ物が吸収されるイメージや体重が増えているイメージを追い出します。その方法として２つ挙げます。
１つ目はスマホなどでできるパズルゲームを３分間することです。無料のアプリで十分ですがテトリスが非常に良いです。じつは「視覚的で単純だが集中力を要する作業」を３分間行うだけで、欲求の強さが低減することが分かっています。これはテトリス効果と呼ばれ、ゲームで脳にあるイメージを埋めることによって、嘔吐や体重測定の欲求の原因となるイメージが沸かなくなってくるのです。なお、ゲームのイメージは頭に残るので効果はゲームをやめてもある程度持続します。
もう一つ目は１００から７を順番に引いていく計算をすることです。衝動があるときは脳の中の扁桃体という感情や衝動を司る部分が暴走して理性が弱っています。しかし頭の中で100-7＝93　93-7＝……と計算していくことで理性を司る前頭前野を強制的に動かし、扁桃体の暴走を止めることができます。

【リカバリーアミュレット：時間管理】
　人間は「絶対してはいけない」と禁止されると、むしろやりたくなります。これをカリギュラ効果といいます。また「考えるな」と禁止されると脳はそのことでいっぱいになるのを、しろくま効果といいます。そのため「嘔吐するな」「体重測定するな」と考えると「嘔吐したい」「体重測定したい」という考えで頭は一杯になります。そこで「やってもいいけど１５分後にする」という先送りを行うことで嘔吐欲求などを収めます。やり方はまずキッチンタイマーやスマホのタイマーを１５分に設定します。「タイマーがなるまでは何もしない」と決めます。鳴るころには欲求が弱くなっています。そのあとは完全に消えなければこれの２回をしつつ、他のリカバリーアミュレットを使います。

【リカバリーアミュレット：実況中継】
　衝動を我慢するのではなく、内面を観察し文章化します。「今焦ってドキドキしている」「かなり高い嘔吐欲求がきている」「体の中に油が取り込まれている容易感じる」など、衝動を感じている自分を文章化してメモ帳やスマホのメモアプリ、ボイスメモに落とし込みます。このようにすると思考や感情を客観視できて、それらにとらわれなくなります。これを脱フュージョンといいます。脱フュージョンによって「衝動の真ん中にいる自分」から「衝動を観察している自分」へと立ち位置をずらすことで衝動を抑えられます。`
    },
    { 
        title: "２ 強烈な食欲に襲われ辛い", 
        content: `【リカバリーアミュレット：永遠に続くことはない】
脳が身体を「飢餓状態」と判断していると猛烈な食欲に襲われます。過食嘔吐を止めても、しばらくはそれに襲われます。しかしそれは摂食障害から回復するには避けて通れない道です。ただし、過食嘔吐を止めてきちんと食べていれば２週間程度を目安に食欲は落ち着いてきます。様々な研究で強い食欲が続くことはないと示されています。時間薬ですのであまり気にしないようにして自然体でいてください。ただ、食べすぎて吐きたくなる気持ちが強くなるかもしれないので、もう一つリカバリーアミュレットを紹介します。

【リカバリーアミュレット：マインドフルネスのＳＴＯＰ法】
もしなにかしている最中に急に強烈な食欲が襲ってきたなら、食べたら吐きたくなるのを抑える方法としてマインドフルネスのＳＴＯＰ法を紹介します。これは心の落ち着きを取り戻す技法です。Ｓ、Ｔ、Ｏ、Ｐの４ステップで行います。だいたい１、２分で行えます。
１　	Ｓ:STOP 今行っている作業を止めます。意識して今やっている行動と思考を止めます。むずかしければ数秒でもいいので止めようと頑張ってください。
２　	Ｔ：Take a breath 自分の呼吸に意識を向けます。何も考えずに息をしていることだけに注意を集中します。
３　	Ｏ:Observe 今自分が感じ取っているものを観察します。身体では何を感じているか、どこかに力が入っていないか、おしりに圧力がかかっていないか、車の音や電車の音が聞こえている、足が痺れている、などです。心ではどんな感情を抱いているか、自己嫌悪か、不安か、怒りか、それらを数持っているか、などです。精神がどんな様子かも見ましょう。自分のことをどう思っているのか、これからどんな判断をしようとしているのか、どうしたいと思っているのか。そして過食したいという思いが一体何から来ているのかをチェックします。体や心が受けているものが過食欲求とどう繋がっているのかを確認します。
４　	Ｐ４:Proceed 次の行動を選択します。少し休憩するのでも良いですし、水分補給や軽い運動をするのでも、目の前の作業を続けるのでもいいでしょう。このとき、過食衝動が弱くなっていることに着目してください。`
    },
    { 
        title: "３ 食べ物が体に吸収されるのが不快でつらい", 
        content: `【リカバリーアミュレット：「吸収＝贅肉」ではない】
　食べ物が吸収されると脂肪になって体重が増えるというイメージを持ちがちですが、そのイメージは正しくありません。今吸収されている栄養は脂肪になるのではなく、これまでのダイエットでボロボロになった体を修復するのに使われます。例えば「胃酸で荒れた食道」「抜け落ちた髪」「栄養不足で潤いを失った肌」「低下した免疫機構」「削られてしまった筋肉やもろくなった骨」「疲弊した血管」「鈍くなってしまった思考」などを回復させるために使われるのです。
あとは水分が貯留します。人間の体には水がたくさん含まれますので、嘔吐をやめると水分を吸収して体重が増えます。ただし、急激に１０㎏ほど体重が増える場合は要注意です。偽性バーター症候群の症状の一つですが、水分を体内に出す力よりため込む力が強くなりすぎて、水分で１０㎏ほど増えることがあります。これはもちろん脂肪ではありませんから太ったことにはならないのですが、体のミネラルなどのバランスが崩れる可能性があるのでそこまで一気に体重が増えたら病院を受診しましょう。

【リカバリーアミュレット：「贅肉＝悪」ではない】
　飢餓状態の体は食べたもののエネルギーをまずは生命の維持に必要な臓器の修復に最優先で送ります。すぐに贅肉になるわけではありませんので心配は不要です。
ただし、贅肉もある程度体にないといけないものです。脂肪細胞は油の塊ではなくホルモンを出す内分泌器官です。特に「女性性」の源であり、卵巣機能が低下している時に脂肪組織がエストロゲンを作り骨粗鬆症を防ぎます。また脳に「もうお腹いっぱいだよ」と伝えるレプチンというホルモンを出します。痩せすぎて脂肪が減るとこのホルモンが出なくなり過食衝動が止まらなくなるのです。食欲を落とすにはある程度の脂肪がないといけないのです。嘔吐するといつまでも過食が襲ってくるのはそういうわけです。
　脂肪はほかにも腎臓を支える役割を持っています。痩せて腎臓が下がってしまうと血管や尿管が折れ曲がり激痛や血尿の原因になります。
また脂肪は断熱材としても働きます。脂肪がないと体の芯から凍えるような寒さを感じるようになり健康を害します。
さらに脂肪は大切な内臓が傷つかないように、凍えないように守る大事な働きがあるのです。脂肪は健康に生きる上では必ず必要になるものです。
アスリートで体脂肪がなく筋肉が多い場合を除いて、基本的に脂肪の少ない人の体がひょろっとしていて不健康そうに見えるのは、実際に脂肪がなくて不健康だからです。理想的な体型を得るには必ず脂肪が必要なのです。

【リカバリーアミュレット：脂肪が脳を守る】
　脳は６０％が脂質でできています。また細胞の膜やホルモンの材料となるコレステロールが不足するとセロトニンという安心感をもたらす脳内物質の働きが悪くなり、うつ状態を引き起こしたり、攻撃的、衝動的になったりすることが分かっています。体がガリガリだと心もギスギスして他人の言葉が直接心に刺さってしまいます。適度な脂肪は嫌なことを跳ね返す心のバリアにもなるのです。また痩せていると「抱き心地」が悪くなり彼氏や家族がハグした時「ゴツゴツして冷たい」感じを与えます。しかし脂肪がきちんとついているとハグしてくれた人は「優しく温かい」感じを与えます。脂肪は他人に受け入れてもらう時の優しさでもあるのです。`
    },
    { 
        title: "４ 食後に嘔吐しないと太り続けるのではないか心配", 
        content: `【リカバリーアミュレット：無限増加はありえない】
　この心配は嘔吐や激しい運動、下剤の乱用をやめた人が回復期に入ると必ずぶつかる最も大きな「認知の歪み」です。永遠に太り続けることは、医学的なたくさんの研究で殆どないと結論付けられています。なぜなら人間の体はその人にとって最も機能しやすい体重の設定値があるからです。体温が３６．５度くらいにいつも保たれるのと同じように、体重も一定以上増えると代謝が上がり、食欲が落ちて自然にブレーキがかかる仕組みになっています。
　詳しく言うと、これらは体が常にバランスを取って体の状態が急激に変化しないようにな仕組みになっているからです。
　ＳＯＲＡ法では体重測定を推奨していませんが、どのように体重が変化するか気になる方も多いでしょう。そこで私の臨床経験から体重増加のイメージの「一例」を書きます。まず嘔吐をやめた１、２日目は急に体重が増えます。びっくりしてしまいますが、心配はいりません。これはほとんどが水分の増加によるもので、栄養素も体の修復に使われ脂肪になりません。４〜７日目で体重増加は緩やかになります。14日目頃に体重増加がかなり緩やかになリますが、この頃、嘔吐したい衝動が一瞬強くなることがありますが、それは摂食障害という悪魔の最後の悪あがき、断末魔の叫びです。それに耐え打ち勝ち嘔吐を我慢できると２１日目にはベストの体重を少し超えるくらいで止まります。１～数ヶ月目で食事が安定してベストの体重の方へと向かっていきます。
　人間の体は風船ではありません。吐くのをやめてもある一定ラインのところで体重増加は止まります。しかもそれは太ったのではなく、普通に戻っただけなのです。

【リカバリーアミュレット：急な体重増加は水分の吸収】
　これは大切なことなので繰り返しお伝えしますが、嘔吐をやめたら一時的に急激に数キロ体重が増える瞬間があります。だいたい嘔吐をやめて日が浅い頃に起こることが多いです。先述したようにこれは水分の増加です。わかりやすく言えば、むくみあるいは浮腫です。なぜそのようなことが起こるのかと言いますと、アルドステロンというホルモンが枯れた体に必死で水を溜め込むためです（リフィーディング症候群）。２、３週間で落ち着くと言われますので、太ってしまったと混乱しないようにする必要があります。ただし、あまりに水分の吸収が多いと、体の中のミネラルのバランスが崩れて心不全や不整脈など深刻な合併症が起こることがありますので、急に体重が増えたときには病院で採血をしてもらうなどの検査が必要です。

【リカバリーアミュレット：何のために嘔吐をやめるかを考える】
　なぜ嘔吐せず栄養を吸収するのかと言えば、正常ではない食欲、つまり過食・拒食といった壊れたアクセル修理することで通常の食事習慣を取り戻し、食べる喜びを正常化するためです。また同時に、命を守るためです。あなたの体はあなたの敵ではありません。あなたの体はあなたの心の最高のパートナーなのです。パートナーがピンチになっているから助けに行っているわけです。
ピンチになった体は回復の過程で水分を体にため込み体重を増やします。だから、食べると太るという考えは捨てて構いません。人間の体重は基本的に適正体重で止まるようにプログラムされています。脂肪がたくさんついて贅肉だけになるようなイメージは捨てて構いません。むしろ捨てることを推奨します。`
    },
    { 
        title: "５ ＳＯＲＡ法実施中に衝動的に体に悪いものを摂ってしまい、体が侵されるように思って辛い", 
        content: `【リカバリーアミュレット：それは体を大事にしている証拠】
　嘔吐をやめたけど過食で油がギトギトのドーナツやカロリーの高い菓子パンをたくさん食べてしまうことがあります。そして体に良くないもので体が満たされるイメージに苦しむことはＳＯＲＡ法中期に見られる現象です。しかし結論から言うと大丈夫です。確かに毎日そんな食生活を送っていたら悪玉コレステロールや中性脂肪が上がったりしますが、「ＳＯＲＡ法実行中の食の乱れ」は一過性です。永遠に続きません。
　また、菓子パンを欲するのは、意思が弱いからではなくジャンクフード中毒だからでもありません。エネルギーの枯渇した脳が最もてっとり早いエネルギー源を緊急要請したからです。野菜や肉は消化吸収に時間が借りますので、飢餓状態の脳にとってはすぐに血糖を補充できて即座にエネルギーになる製菓糖質こそもっとも効率の良い救命食です。
　今は菓子パンを５個や６個も食べてしまうかもしれませんが、ある条件さえ守れば来月にはもうそんなに食べられなくなります。食べたいと思わなくなります。その条件とは「嘔吐をしない」ということです。
　身体が悪い物質で汚染されていくことはありませんが、そう思うことは自分の体を大事にするはじめの一歩です。気にし過ぎはよくありませんが、ご自身の体を大切に思う気持ちの表れでもあることを覚えておいて下さい。

【リカバリーアミュレット：何を食べたかではなく吐かなかったことに注目】
　身体に悪いものを食べてしまったというのは、質の良い食事をできたかという視点での自己評価です。しかし、今の勝利条件は健康に良いものを食べることではなく、何でもいいから吐かずにいられることです。たとえ泥を食べても（例えなので絶対に食べないで下さい）それをお腹に入れて消化吸収できるか、が重要ポイントです。菓子パンでもスナック菓子でも「吐かずに吸収した」ということが、過食嘔吐の治療では金メダル級の誉れです。`
    },
    { 
        title: "６ 体重が増えて自分の存在価値がなくなるのではないかと心配", 
        content: `【リカバリーアミュレット：痩せ信仰の正体を知る】
　日本の文化やマスメディアの中には、痩せていることを良いとする「痩せ信仰」が入っています。そのせいで、痩せていないと自分に価値がないと思うなど、歪んだ認知が広がりました。
　しかし「痩せ信仰」の歴史はそれほど深くありません。平安時代（７９４年）や江戸時代（１６０３年）では食料も少なく、皆が太れない状態だったうえに感染症や飢餓が身近であったので、ふくよかな体系が健康的で良いとされていました。江戸時代などの美人画を見るとそれがよくわかると思います。
「痩せ信仰」が現れたのはそれから３５０年後です。第二次世界大戦終了以降、１９５５年頃、体重計が一般的になって家庭にも置かれるようになりました。そして高度経済成長により食べ物が大量生産され、国民は飢えを逃れ、太る自由を手にしました。
その後で痩せ信仰が始まります。まずは１９６０年代よりダイエットブームです。イギリスの女優でありモデルや歌手でもあるツイッギーが世界的に人気をあつめました。ツイッギーは華奢な体系で、細く長い足とミニスカートが象徴的でした。その影響で「痩せて足が細く長いミニスカート」というスタイルが流行しました。
　１９７０年頃になると『an・an』や『non・no』といった女性週刊誌が発売されるようになり、日本人はパリやロンドンの様々な文化に接し、ダイエットやモデル体型というものが流行します。
　そして１９８０年頃、日本の女性雑誌は「細い体がおしゃれで自立した都会女性」というイメージを繰り返し国内に広めます。これによって「痩せ」が「都会的・センスが良い・モテる」という意味を持つようになり「痩せ信仰」が現れ始めます。
　同じころ、栄養過多や生活習慣病が問題も問題となっており、行政は体重管理・標準体重・ＢＭＩを重視するようになりました。そこで「標準体重以上＝太っているからダメ」という風潮が出来上がります。そして１９９０年代になるとテレビ・ＣＭ・雑誌などのメディアが「痩せた女性の画像」と「ダイエットの方法」を国内にばらまきます。それにより「細い・痩せている＝美しくすぐれたことである」という「痩せ信仰」が日本の文化に根を下ろしたものになります。
　２０００年以降、「痩せた女性像」はインターネットでも拡散されます。こうして国民は「痩せ信仰」を根強く植え付けられるようになりました。これが「痩せ信仰」の浸透した流れです。つまり「痩せている＝優れている」というのはメディアが作った幻想で何の根拠もないものです。意味がないだけでなく有害であるこの思想に対し、厚労省は摂食障害がそれによって多発することを問題視しています。

【リカバリーアミュレット：そもそも体重とはなにかを知る】
　そもそもですが、体重とは何でしょう。「体重＝脂肪」という公式が頭にありませんか？　体重計に乗って数値を見たとき、増えていれば太った、と思う人が多いでしょう。そして「おなかに脂肪がついた」のではないかと鏡で確認してしまうものです。ということからもわかるように、「体重」は「脂肪の多さ」であると無意識に思われがちです。そのため体重を減らそうと努力してしまうのです。
　しかし、体重は脂肪の多さではありません。体重とは「それをコントロールすることで健康を維持する指標」または「スポーツ等において平等または安全を図るために使われる指標」です。それ以外の意味、たとえば美しさや上品さや脂肪の量、といったものはマスメディアが作った幻想であり、誤った認識です。
　体重をもっと正確に言えば、体を構成しているものの総重量です。「体重＝脂肪」という認識は誤りであることを見ていきましょう。６０㎏の女性の体重が何かを例とします。おおざっぱに述べますと、体重の半分の３０㎏は水分です。また放射線防御などで使われる身体のデータをもとに考えると、まず筋肉（骨格筋）が１８㎏で、このうち７５％は水分です。体脂肪は１７㎏程度でそのうち水分は１５％、続いて骨が９㎏、脂肪が１５㎏、皮膚が４㎏、内臓が７㎏、血液が５㎏、結腸内容物（便や腸内細菌）で０・４㎏です（各部位で水分など重複するところあるので合計は６０㎏にはなりません）。ここがミソなのですが、人間の体のあらゆるところに水が存在しています。そのため体重の増減のほとんどは水分の出入りなのです。しかも多くの人が問題にする「脂肪」はその１５％が水分です。仮に１００グラムの贅肉がついたとしても実質は８５グラムです。
　このように体重は美しさや上品さを表すというより、極めて科学的で医学的な概念なのです。

【リカバリーアミュレット：糖質のヒミツ】
　人間は糖分を吸収して栄養にします。糖分は太る原因だとも言われます。ただここで注意していただきたいのは糖を１グラム摂ったら体重が１グラム増えるわけではないことです。人間は糖１グラムを吸収するとき、同時に水分を３グラム吸収します。つまり糖を１グラム完全に吸収されるとすると体重は４グラム増えることになります。実に４分の３が水分なのです。仮にご飯を山盛り食べて、すべて糖質として吸収され、体重が１㎏増えたとしても、その４分の３は水分なので、実質の体重増加は０・２５㎏しかないと分かります。
　逆に言えば当分を１グラム消費すれば４ｇ体重が減るとも考えられます。糖分１ｇは４キロカロリーなので、ぼーっと考え事をしていても消費されるエネルギー量なので、体重４ｇぐらいは簡単に消費されてしまいます。極度に体重増加を恐れる意味はありません。短期的な体重増加のほとんどは水です。

【リカバリーアミュレット：人間の価値とはなにか】
　価値とは、何かと何かを比較するために使われる概念です。人間というものはみな平等です。これは国内外を問わず、世界中で認知されていることです。世界人権宣言第１条、フランス人権宣言第１条、アメリカ独立宣言冒頭、そして日本国憲法第１４条に人間は平等であるということが宣言されています。
　つまり人間同士を比較して優劣を決めることはできないということです。そのため、例えば勉強が良くできるクラスメイトや、仕事が良くできる同僚と自分を比べて、自分の価値が低いと考えるのは正しい認知ではないということです。逆に自分より勉強や仕事ができない人間に対して、自分のほうが価値のある人間だ、ということも正しい認知ではありません。勉強や仕事が人の値打ちを決める指標にはできないのです。
　体重も同様です。それは健康管理上必要な数値ですが、人間の価値が体重をいかにコントロールできるかで決まることはありません。「痩せ信仰」では痩せている人ほど優れていて上品であるといった認知をするでしょうが、先述のことから体重で人間の優劣をつけるのは歪んだ認知です。どこかねじ曲がった認知のことを偏見と言います。「痩せ信仰」はその代表のようなものです。
　ここで大切なことがわかります。人間同士を比べるための指標である「人間の価値」という概念は存在しません。すべてが尊い命なのです。だから、いじめ・暴力・戦争がいけないことだと認識されているのです。「私は他人より価値がない」と思ってしまった時には認知がゆがんでいるということを思い出してください。また「私は他人よりも価値がある」と思ってしまった場合も同様です。`
    },
    { 
        title: "７ 摂食障害は自分のせいだと自分を責めてしまう", 
        content: `【リカバリーアミュレット：摂食障害は自分のせいではない】
　過食嘔吐や拒食に陥って苦しんでいるのは、ご自身のせいだと思いますか。失礼ながらそれはＮＯです。あなたが苦しんでいるのは、多くの場合ご自身のせいではなく、あなたを取り巻く環境からの影響によるものです。
　先述の通り摂食障害は「原因」に「要素（きっかけ）」が「点火」することによって起こります。原因は「遺伝」か「痩せ信仰」です。そして摂食障害を誘発する「要素（きっかけ）」はあなたのいる環境にたくさんあります。そのため、自分を責めるべきではありません。
なお、この先では環境に潜む「要素（きっかけ）」を挙げます。それを知ることで自分を責めず、むしろ被害者であることを自覚することで摂食障害と戦うポテンシャルを上げてください。

【リカバリーアミュレット：摂食障害の要因１．周りの人】
　摂食障害になる環境に潜む要素のうち、最も多いのが周りの人です。家族や友人、先生や上司から「痩せたね」「きれいになったね」と褒められ「ダイエットと身体への評価」をうけることで、ダイエットが単なる健康管理ではなくなり、「自尊心を満たす唯一の手段」になってしまい「痩せること＝自分の価値を高めること」と強烈な学習を行ってしまいます。そして摂食障害になってしまいます。
その逆もあります。家族や異性、部活の先生や会社の上司などから「最近太った？」「足が太い」などと言われ屈辱を感じ心に傷がついたとします。それを修復するために「見返してやる」などの怒りが極端なダイエットに繋がり、摂食障害に繋がります。
その他にもＳＮＳで美しく加工された画像や動画を見て自分の体と比較してしまって摂食障害が始まるようになる方が増えているのは近年見られる傾向です。先述しましたが、加工された画像や動画と同じ美しさになることは不可能です。逆に誰でも自分の姿を画像にして加工すれば、芸能人にもまさる美人画を作ることが可能です。摂食障害が自分のせいではなく周囲の人の言葉が原因と知ることで、自分を責めることをやめ、「痩せ信仰」しなくなれます。

【リカバリーアミュレット：摂食障害の要因２．異性・別れた恋人】
　他にも摂食障害になる要素はたくさんあります。そのうちの一つとして恋人との別れが発症のもとになることもあります。「自分には価値がないからふられた」と考えることにより「痩せて魅力的になればいい」と極端なダイエットにつながることがあります。しかしながら、多くの女性は一度恋人と別れると落ち込むのは落ち込みますが、立ち直った時にはもう別れた男のことなど考えなくなる傾向が強いと巷では言われます（私の経験上もそうです）。辛さを乗り切り落ち着けば、別れた男のために摂食障害になり自らを傷つけるようになるのは、どこか思考や努力の方向が間違っていると気づくでしょう。男性にとっても同じことが言えます。別れた女性のために精神的に混乱し、病気になってしまうのももったいないことです。
日本には２０〜３０歳の人間だけでも１４００万人程度います。男性は約７００万人、女性は６６０万人、とどちらもだいたい７００万人いるわけです。失恋をきっかけに自分磨きをするのは良いことですが、７００万人のうちのたった１人の元恋人のために摂食障害になって自分を傷つけるのは、残りの６９９万９９９９人もいる他の異性に目が行かないことを意味していて、それは心情的にはわかりますが、論理的にはあまりにももったいないといわざるをえません。

【リカバリーアミュレット：摂食障害の要因３．両親】